[
  {
    "intent": "link.cityhall_facebook_page",
    "documents": [
      "Does the city hall of bacoor have a facebook page"
    ],
    "answer": "Here's the official Facebook page of the City Hall of Bacoor, {=https://web.facebook.com/CityGovtBacoor=}"
  },
  {
    "intent": "link.bacoor_peso_facebook_page",
    "documents": [
      "can you give me the link for the Bacoor Public Employment Service Office facebook page",
      "do you have the link for the bacoor peso facebook page",
      "give me the PESO facebook page"
    ],
    "answer": "Here's the official Facebook page of the Bacoor Public Employment Service Office  City Hall of Bacoor, {=https://web.facebook.com/PESOBacoorOfficial=}"
  },
  {
    "intent": "link.mayor_strike_facebook",
    "documents": [
      "Does Mayor Strike B. Revilla have a facebook?"
    ],
    "answer": "Here's the official link to Mayor Strike's Facebook Profile, {=https://www.facebook.com/MayorStrikeRevilla=}"
  },
  {
    "intent": "link.mayor_strike_linky",
    "documents": [
      "Can you give me the linky page for Mayor Strike B. Revilla",
      "does mayor strike provide a linky?",
      "can you give me links or pages related to our mayor strike b. revilla"
    ],
    "answer": "Here's the linky.ph page for Mayor Strike, {=https://linky.ph/strikebrevilla=}. In there you can find a compilation of links related to Mayor Srike B. Revilla all in one place."
  },
  {
    "intent": "link.looking_for_job",
    "documents": [
      "Hi im looking for a job?",
      "is there any services that you offer when it comes to looking or applying for a job?"
    ],
    "answer": "The Bacoor Public Employment Service Office is your go-to destination for all job-related services. Whether you prefer applying online that of which you can start now by clicking this link {=https://forms.gle/WUuCaHKQNUM6Puzo7=} or walking in, this office handles it all. Feel free to explore the opportunities available and apply according to your preference."
  },
  {
    "intent": "link.PESO_apply_job_online",
    "documents": [
      "How can I find job opportunities online?",
      "Can I apply for a job online?",
      "What online resources are available for job seekers in Bacoor City?",
      "I need assistance in finding and applying for job vacancies online. Can you help?",
      "Is there a specific website or portal I can use to submit job applications online?",
      "I'm currently unemployed and looking for a job. How can I apply online?",
      "Where can I find online job listings and apply for positions in Bacoor City?"
    ],
    "answer": "Looking for a job opportunity? The Bacoor Public Employment Service Office, which handles all job-related services, offers a way for you to apply online by clicking this link {=https://forms.gle/WUuCaHKQNUM6Puzo7=}. Please fill out the required information and make sure to check out the job listings from various companies! You can browse a variety of positions and find the perfect fit for your skills and interests. As Thomas Jefferson wisely said, 'Never put off until tomorrow what you can do today.' Don't wait any longer your dream job awaits!"
  },
  {
    "intent": "link.bacoor_cityhall_location",
    "documents": [
      "where is the city hall located?",
      "What is the address of Bacoor City Hall?",
      "Where can I find Bacoor City Hall?",
      "Can you provide the location of Bacoor City Hall?",
      "Do you know where Bacoor City Hall is located?",
      "How do I get to Bacoor City Hall?",
      "Could you tell me the address of Bacoor City Hall?",
      "Is there a map for Bacoor City Hall?",
      "Can you help me find Bacoor City Hall on Google Maps?",
      "I'm looking for the location of Bacoor City Hall."
    ],
    "answer": "You can find the location at CXJ9+F73, Bacoor Blvd, Bacoor, Cavite. For your convenience, here's the location on Google Maps: {=https://maps.app.goo.gl/cmmjgT7uoNrT7jjt6=}. You can use the link to view the location of the Bacoor City Hall on Google Maps. If you have any questions or need further assistance, feel free to ask!"
  }
]