[
  {
    "intent": "who-is-bacoor-mayor",
    "documents": ["who is the current leading mayor of the city of bacoor?", "do you know who is the mayor of bacoor?", "tell me who is the mayor of bacoor city"],
    "answer": "the current mayor of Bacoor, Cavite, is Strike Bautista Revilla also known as the 24/7 City Mayor."
  },
  {
    "intent": "business-permit-requirements",
    "documents": ["What are the requirements for applying for a business permit?", "how can i apply for a business permit"],
    "answer": "To apply for a business permit in Bacoor City Hall, you typically need to submit various documents such as valid identification, barangay clearance, DTI or SEC registration, proof of ownership or lease of business premises, and other relevant permits or clearances depending on the nature of your business. It's best to inquire directly at the Business Permit and Licensing Office for the specific requirements applicable to your business."
  },
  {
    "intent": "building-permit-application",
    "documents": ["How can I apply for a building permit?"],
    "answer": "To apply for a building permit in Bacoor City Hall, you need to prepare and submit several documents including building plans and specifications, barangay clearance, tax declaration, and other necessary permits or clearances. You must also comply with the building code and other relevant regulations. It's recommended to visit the Office of the Building Official for detailed guidance and assistance in the application process."
  },
  {
    "intent": "birth-registration-process",
    "documents": ["What are the steps to register a birth?"],
    "answer": "To register a birth in Bacoor City Hall, you need to submit an accomplished birth registration form, valid identification of the parents, and the original copy of the child's birth certificate issued by the hospital or midwife. If the birth occurred at home, you may need to provide an affidavit of two disinterested persons who witnessed the birth. It's advisable to visit the Civil Registry Department for proper guidance and assistance in completing the registration process."
  },
  {
    "intent": "real-property-tax-payment",
    "documents": ["How can I pay my real property tax?", "how to pay taxes"],
    "answer": "You can pay your real property tax at Bacoor City Hall by visiting the Treasurer's Office or through accredited banks and payment centers. Make sure to bring your tax declaration or tax identification number (TIN) for reference. You can inquire about the current tax rates and payment deadlines at the Treasury Department."
  },
  {
    "intent": "bacoor-city-hall-contact",
    "documents": [
      "What is the contact number for Bacoor City Hall?",
      "How can I contact Bacoor City Hall?",
      "Do you have the phone number for Bacoor City Hall?",
      "What is the email address for Bacoor City Hall?",
      "Can you provide the contact details for Bacoor City Hall?",
      "How do I get in touch with Bacoor City Hall?",
      "Is there a phone number I can call for Bacoor City Hall?",
      "What contact information does Bacoor City Hall provide?",
      "Where can I find the contact details for Bacoor City Hall?",
      "How can I reach out to Bacoor City Hall for assistance?"
    ],
    "answer": "If you need to get in touch with Bacoor City Hall, I can provide you with their contact details. You can reach them at 📞 (046) 481 4100. Additionally, if you prefer another form of contact, you can email them at ✉️ bacoorcitygovernment@gmail.com. Whether you have questions about city services, need assistance with administrative matters, or have any other inquiries, feel free to ask me."
  },
  {
    "intent": "bacoor-city-hall-schedule",
    "documents": [
      "What are the operating hours of Bacoor City Hall on weekdays?",
      "When is Bacoor City Hall open from Monday to Friday?",
      "Can you provide the weekday schedule for Bacoor City Hall?",
      "What time does Bacoor City Hall close on weekdays?",
      "Is Bacoor City Hall open on Saturdays and Sundays?",
      "When can I visit Bacoor City Hall during the workweek?",
      "What are the weekday office hours of Bacoor City Hall?",
      "Does Bacoor City Hall have regular hours on weekdays?",
      "Are there any specific weekdays when Bacoor City Hall is closed?",
      "Can you tell me about the working days of Bacoor City Hall?"
    ],
    "answer": "Bacoor City Hall operates from Monday to Friday, with office hours from 8:00 AM to 5:00 PM. On Saturdays and Sundays, the City Hall is closed. This schedule ensures that visitors have access to administrative services throughout the workweek, allowing them to address any inquiries, process documents, or seek assistance from city officials during the specified hours.If you plan to visit Bacoor City Hall, please be mindful of the operating hours to ensure a smooth and efficient experience.@=@Should you have any questions or require further assistance, feel free to ask more questions."
  },
  {
    "intent": "required-to-bir",
    "documents": ["Why Am I Required To Register With BIR?", "What are the key reasons for the necessity of BIR registration?", "Can you explain the purpose behind BIR registration requirements?", "does BIR mandate registration for individuals and businesses?", "What drives the obligation to register with BIR?", "do i need to register to BIR"],
    "answer": "As the taxing authority in the Philippines, the BIR regulates finance, taxation, and monetary policy in the country and collects internal revenue taxes, fees, and charges. It also enforces all forfeitures, penalties, and fines to individuals/organizations that fail to file their taxes.@=@ Additionally did you know that the BIR's efforts are pivotal in ensuring the smooth functioning of the Philippine economy? Feel free to ask if you have any questions or if there's anything specific you'd like to know about the BIR's role or tax-related matters!"
  },
  {
    "intent": "LTO",
    "documents": [
      "What is LTO? Land Transportation Office",
      "can you give me information about LTO? Land Transportation Office"
    ],
    "answer": "The LTO is a government organization that is in charge of the land transportation system of the Philippines. Its various tasks include the inspection and registration of motor vehicles, issuing driver's licenses, and enforcing regulations and laws."
  },
  {
    "intent": "LTO-purpose",
    "documents": [
      "What is the primary goal of LTO?",
      "do you what's the purpose of LTO?",
      "why was LTO created"
    ],
    "answer": "The primary goal of the LTO is to make land transportation facilities and services more efficient while reducing the complexity of its regulations and laws. It also believes that public servants must become more aware of their roles in developing the country's leadership. One of the agency's main commitments is to provide a safe and comfortable environment for land travel."
  }
]

