[
  {
    "intent": "apply-process-bir",
    "documents": [
      "can you give me a step-by-step process of how i can register my business with the BIR", 
      "i would like to register my business with the BIR can you tell me the procedure?"
    ],
    "answer": "Depending on the business entity your company is registered under, you will have to undergo the following steps and secure the necessary documents to be legally allowed to operate in the Philippines.\n\nHere is a step-by-step process on how to register with the BIR:\n\nFor Corporations and Partnerships:\n\n 1. Accomplish BIR Form 1903 (Application for Registration for Corporations/Partnerships [Taxable/Non-Taxable]) and submit the same together with the required supporting documents to the Revenue District Office (RDO) that has jurisdiction over the location of your business. The supporting documents to be attached to Form 1903 are as follows:\n\n    a. SEC Certificate of Registration (or License to Do Business in the Philippines for resident foreign corporations)\n    b. Mayor’s Permit or application for Mayor’s Permit (must be submitted prior to the issuance of the BIR Certificate of Registration)\n    c. Contract of Lease\n    d. Other documents to be submitted if applicable:\n    e. Certificate of Authority (if Barangay Micro Business Enterprises (BMBE) registered entity)\n    f. Franchise Agreement\n    g. Proof of Registration/Permit to Operate with BOI, PEZA, SBMA, or BCDA"
  },
  {
    "intent": "marriage-license-requirements",
    "documents": [
      "can you give or tell me the requirements to apply for a marriage license",
      "what are the requirements needed to apply for a marriage certificate"
    ],
    "answer": "Here are the list of Requirements to apply for a Mariage License(Both Parties):\n\n• CENOMAR (PSA) latest up to 6 months only\n• Birth Certificate / Baptismal\n• 2 x 2 Picture (1pc)\n• Barangay Clearance (both)\n• Valid ID with Bacoor residence or address of either of the parties\n• Long Folder\n• Family Planning (POPCOM Office 3rd floor) to be scheduled after the application every WEDNESDAY ONLY (08:00 - 12:00pm)\n•18-20 yrs old - Consent\n• 21-24 yrs old - Advice\n• Marriage Counseling@=@Additionally If your partner is a foreigner, extra requirements are necessary:\n\n• Passport - Front page and date of arrival\n•Legal Capacity from the Embassy & CENOMAR (PSA)\n\nThe following are also needed if one or both parties was/were previously married:\n\n• Judicial Decree of Absolute Divorce\n• Judicial Decree of Annulment\n• Judicial Degree of Nulity of Marriage\n\nLastly both parties must be present during the process and make sure to Photocopy the requirements and bring the original."
  },
  {
    "intent": "marriage-license-process",
    "documents": [
      "can you tell me the step by step process to apply for a marriage license",
      "what are the step by step process to apply for a marriage certificate",
      "Do you know the process of applying for a marriage license"

    ],
    "answer": "Here's a step-by-step process on how to apply for a marriage license in Bacoor City.\n\n1. Check Residency Requirement:\n• Ensure that at least one of the contracting parties is a resident of the City of Bacoor.\n\n2. Gather Required Documents:\n• CENOMAR (PSA) latest up to 6 months only\n• Birth Certificate / Baptismal\n• 2 x 2 Picture (1pc)\n• Barangay Clearance (both)\n• Valid ID with Bacoor residence or address of either of the parties\n• Long Folder\n• Family Planning (POPCOM Office 3rd floor) to be scheduled after the application every WEDNESDAY ONLY (08:00 - 12:00pm)\n• 18-20 yrs old - Consent\n• 21-24 yrs old - Advice\n• Marriage Counseling\n\nAdditionally If your partner is a foreigner, extra requirements are necessary:\n\n• Passport - Front page and date of arrival\n• Legal Capacity from the Embassy & CENOMAR (PSA)\n\nThe following are also needed if one or both parties was/were previously married:\n\n• Judicial Decree of Absolute Divorce\n• Judicial Decree of Annulment\n• Judicial Degree of Nulity of Marriage\n\nLastly both parties must be present during the process and make sure to Photocopy the requirements and bring the original.\n\n3. Visit Local Civil Registration Office:\n• Proceed to the Local Civil Registration Office.\n\n4. Submit Requirements:\n• Submit all the required documents to the staff at the Local Civil Registration Office.\n\n5. Pay Required Fees:\n• Pay the necessary fees at the City Treasury Office.\n\n6. Obtain Official Receipt:\n• Receive an official receipt for the fees paid.\n\n7. Wait for Processing:\n• Wait for the prescribed period for the processing of the application.\n\n8. Return to Local Civil Registration Office:\n• Return to the Local Civil Registration Office after the prescribed period.\n\n9. Present Official Receipt:\n• Present the official receipt obtained from the City Treasury Office.\n\n10. Receive Marriage License:\n• Receive the Marriage License from the staff at the Local Civil Registration Office.@=@This step-by-step process outlines the procedure for applying for a marriage license in Bacoor City."
  },
  {
    "intent": "real-property-tax-process",
    "documents": [
      "How to request a Statement of Account?",
      "Required documents for requesting a Statement of Account?",
      "Process of verifying Real Property Tax payments?",
      "How to verify Real Property Tax payments?",
      "Procedure for paying Real Property Tax?",
      "Documents needed for paying Real Property Tax?",
      "Information on Real Property Tax services?"
    ],
    "answer": "When availing the Real Property Tax service, taxpayers are required to submit their Tax Declaration or Latest Official Receipt. This service is specifically for requesting a Statement of Account, Verification of Real Property Tax Payments, and Issuance of Official Receipt. The process begins with the client requesting a Statement of Account from the Frontline Services Unit. Upon submission of the necessary documents, the CTO Staff receives and reviews them to initiate the process. Next, the client verifies their payments with the assigned cashier. The Frontline Services Unit then verifies the presented Official Receipt, Photocopy of Official Receipt, or Statement of Account of the taxpayer in the Abstract of RPT, PATAS, and/or RPTAR. Finally, the client provides the corresponding payment to the cashier, who receives it and prepares the Official Receipt. This entire process typically takes between 10 to 15 minutes, ensuring a swift and efficient experience for taxpayers."
  }
]