[
  {
    "intent": "city_officials.mayor",
    "documents": [
      "Who is the mayor",
      "Who is the current mayor of Bacoor?",
      "Who is the mayor of Bacoor"
    ],
    "answer": "The Mayor of Bacoor is Strike B. Revilla."
  },
  {
    "intent": "city_officials.vice_mayor",
    "documents": [
      "Who is the vice mayor",
      "Who is the current vice mayor of Bacoor?",
      "Who is the vice mayor of Bacoor"
    ],
    "answer": "The Vice Mayor of Bacoor is Rowena Bautista Mendiola."
  },
  {
    "intent": "city_officials.congresswoman",
    "documents": [
      "Who is the congresswoman",
      "Who is the current congresswoman of Bacoor?",
      "Who is the congresswoman of Bacoor"
    ],
    "answer": "The Congresswoman of Bacoor is Lani Mercado-Revilla. Revilla."
  },
  {
    "intent": "city_officials.board_members",
    "documents": [
      "Who are the board members",
      "Who are the current board members of Bacoor?",
      "Who are the board members of Bacoor"
    ],
    "answer": "The Board Members of Bacoor are Ram Revilla Bautista, Edwin Malvar and Rafael Paterno III."
  },
  {
    "intent": "city_officials.abc_president",
    "documents": [
      "Who is the abc president",
      "Who is the current abc president of Bacoor?",
      "Who is the abc president of Bacoor"
    ],
    "answer": "The ABC President of Bacoor is Rafael Paterno III."
  },
  {
    "intent": "city_officials.district_i",
    "documents": [
      "Who are the councilors of district i",
      "Who are the current councilors of district i of Bacoor?",
      "Who are the councilors of district i of Bacoor"
    ],
    "answer": "The Councilor of District I of Bacoor are Karen Sarino Evaristo, Mike Solis, Adriel Gawaran, Alex Gutierrez and Levy Tela."
  },
  {
    "intent": "city_officials.district_ii",
    "documents": [
      "Who are the councilors of district ii",
      "Who are the current councilors of district ii of Bacoor?",
      "Who are the councilors of district ii of Bacoor"
    ],
    "answer": "The Councilor of District II of Bacoor are Roberto Advincula, Rey Palabrica, Rey Fabian, Bok Nolasco, Alde Pagulayan, Simplicio Dominguez, Randy Francisco and Palm Buncio."
  }
]
