[
  {
    "intent": "question.difference_between_sap_and_ayuda",
    "documents": ["what is the difference between SAP of last year and the Ayuda?", "What distinguishes the Ayuda from SAP from the previous year?"],
    "answer": "the SAP last year was for low-income families belonging to the informal sector. The Ayuda, on the other hand, is for low-income individuals and not families. Meaning, the basis of the Ayuda is no longer per family but per individual. Moreover, the requirement of informal sector has been removed."
  },
  {
    "intent": "question.sap_and_ayuda_different_program",
    "documents": ["So the SAP and the Ayuda are 2 different goverment programs?"],
    "answer": "Yes, the 2 assistance program are different."
  },
  {
    "intent": "question.who_is_bacoor_mayor",
    "documents": ["who is the current leading mayor of bacoor, cavite"],
    "answer": "The current mayor of Bacoor, Cavite is Strike Bautista Revilla."
  },
  {
    "intent": "question.business_permit_requirements",
    "documents": ["What are the requirements for applying for a business permit?", "how can i apply for a business permit"],
    "answer": "To apply for a business permit in Bacoor City Hall, you typically need to submit various documents such as valid identification, barangay clearance, DTI or SEC registration, proof of ownership or lease of business premises, and other relevant permits or clearances depending on the nature of your business. It's best to inquire directly at the Business Permit and Licensing Office for the specific requirements applicable to your business."
  },
  {
    "intent": "question.building_permit_application",
    "documents": ["How can I apply for a building permit?"],
    "answer": "To apply for a building permit in Bacoor City Hall, you need to prepare and submit several documents including building plans and specifications, barangay clearance, tax declaration, and other necessary permits or clearances. You must also comply with the building code and other relevant regulations. It's recommended to visit the Office of the Building Official for detailed guidance and assistance in the application process."
  },
  {
    "intent": "question.birth_registration_process",
    "documents": ["What are the steps to register a birth?"],
    "answer": "To register a birth in Bacoor City Hall, you need to submit an accomplished birth registration form, valid identification of the parents, and the original copy of the child's birth certificate issued by the hospital or midwife. If the birth occurred at home, you may need to provide an affidavit of two disinterested persons who witnessed the birth. It's advisable to visit the Civil Registry Department for proper guidance and assistance in completing the registration process."
  },
  {
    "intent": "question.real_property_tax_payment",
    "documents": ["How can I pay my real property tax?"],
    "answer": "You can pay your real property tax at Bacoor City Hall by visiting the Treasurer's Office or through accredited banks and payment centers. Make sure to bring your tax declaration or tax identification number (TIN) for reference. You can inquire about the current tax rates and payment deadlines at the Treasury Department."
  }
]
